[
  {
    "vn": "Máy tính là một thiết bị giúp con người hoàn thành các tác vụ phức tạp.",
    "en": "The computer is a machine that helps humans complete complex tasks.",
    "src": "technology"
  },
  {
    "vn": "Giáo dục là chìa khóa để mở ra cơ hội trong tương lai.",
    "en": "Education is the key to opening opportunities in the future.",
    "src": "education"
  },
  {
    "vn": "Gia đình là nơi chúng ta học được những giá trị đầu tiên trong cuộc sống.",
    "en": "Family is where we learn the first values in life.",
    "src": "family"
  },
  {
    "vn": "Thời tiết hôm nay rất đẹp, trời nắng và có gió nhẹ.",
    "en": "The weather today is very beautiful, sunny with a gentle breeze.",
    "src": "weather"
  },
  {
    "vn": "Đọc sách giúp mở rộng kiến thức và phát triển trí tưởng tượng.",
    "en": "Reading books helps expand knowledge and develop imagination.",
    "src": "learning"
  },
  {
    "vn": "Sức khỏe là tài sản quý giá nhất mà chúng ta có.",
    "en": "Health is the most precious asset we have.",
    "src": "health"
  },
  {
    "vn": "Làm việc nhóm giúp chúng ta đạt được mục tiêu nhanh hơn.",
    "en": "Teamwork helps us achieve goals faster.",
    "src": "collaboration"
  },
  {
    "vn": "Âm nhạc có thể chữa lành tâm hồn và mang lại niềm vui.",
    "en": "Music can heal the soul and bring joy.",
    "src": "arts"
  },
  {
    "vn": "Thể thao không chỉ tốt cho sức khỏe mà còn rèn luyện tinh thần.",
    "en": "Sports are not only good for health but also strengthen the spirit.",
    "src": "sports"
  },
  {
    "vn": "Nấu ăn là một nghệ thuật cần sự kiên nhẫn và sáng tạo.",
    "en": "Cooking is an art that requires patience and creativity.",
    "src": "cooking"
  },
  {
    "vn": "Du lịch giúp chúng ta khám phá những nền văn hóa mới.",
    "en": "Travel helps us discover new cultures.",
    "src": "travel"
  },
  {
    "vn": "Bảo vệ môi trường là trách nhiệm của mọi người trên Trái Đất.",
    "en": "Protecting the environment is everyone's responsibility on Earth.",
    "src": "environment"
  },
  {
    "vn": "Ngôn ngữ là cầu nối giao tiếp giữa các dân tộc khác nhau.",
    "en": "Language is a bridge for communication between different peoples.",
    "src": "language"
  },
  {
    "vn": "Tình bạn chân thành là món quà vô giá trong cuộc sống.",
    "en": "True friendship is a priceless gift in life.",
    "src": "friendship"
  },
  {
    "vn": "Khoa học và công nghệ đang thay đổi cách chúng ta sống.",
    "en": "Science and technology are changing the way we live.",
    "src": "science"
  },
  {
    "vn": "Thời gian là tài nguyên quý báu mà chúng ta không thể lấy lại.",
    "en": "Time is a precious resource that we cannot get back.",
    "src": "philosophy"
  },
  {
    "vn": "Mùa xuân mang đến hy vọng và sự khởi đầu mới.",
    "en": "Spring brings hope and new beginnings.",
    "src": "seasons"
  },
  {
    "vn": "Nghệ thuật phản ánh vẻ đẹp và cảm xúc của con người.",
    "en": "Art reflects the beauty and emotions of humanity.",
    "src": "arts"
  },
  {
    "vn": "Kiên nhẫn và nỗ lực sẽ dẫn đến thành công.",
    "en": "Patience and effort will lead to success.",
    "src": "motivation"
  },
  {
    "vn": "Internet đã kết nối thế giới thành một ngôi làng toàn cầu.",
    "en": "The Internet has connected the world into a global village.",
    "src": "technology"
  }
]